/* The format string to be used in the `FUIPageViewController`\n as the page index title. For example \"5 of 10\". */
"PageIndexFormatKey" = "%d של %d";

/* The tile for the previous button. */
"PreviousKey" = "הקודם";

/* The title for the next button. */
"NextKey" = "הבא";

/* No Data View */
"NoDataKey" = "נתוני תרשים אינם זמינים.";

/* The title for title label in an empty results view. */
"EmptySearchResultsTitleKey" = "לא נמצאו תוצאות עבור";

/* The title for caption label in an empty results view. */
"EmptySearchResultsCaptionKey" = "נסה לחפש ערך אחר.";

/* The title for the clear button */
"ClearKey" = "נקה";

/* The title for the What's New screen. */
"WhatsNewTitleKey" = "מה חדש";

/* The title for the start button. */
"StartKey" = "התחל";

/* The title for the close button. */
"CloseKey" = "סגור";

/* The title for FUIFeedbackScreen.SyncController */
"SyncInProgressKey" = "סנכרון בתהליך";

/* The message for FUIFeedbackScreen.SyncController */
"SyncInProgressMessageKey" = "המתן להשלמת הסנכרון כדי להמשיך ליישום. זה עשוי לארוך מספר שניות.";

/* The error banner title when sync failed */
"SyncFailedKey" = "הסנכרון נכשל";

/* The Transaction Issue error screen title */
"TransactionIssueKey" = "בעיית טרנזקציה";

/* The message under the transaction issue title */
"TransactionIssueMessage1Key" = "בטרם תקבל גישה לחשבון במכשיר זה, מסור את המכשיר אל:";

/* The message on top of the button in the transaction issue screen */
"TransactionIssueDetailMessageKey" = "הם יידרשו להתחבר עם החשבון שלהם ולפתור את בעיות הטרנזקציה שלהם.";

/* The action button title in the transaction issue screen */
"ReturnToSignInKey" = "חזור אל מסך ההתחברות";

/* The connection error screen title */
"NoConnectionKey" = "אין חיבור אינטרנט";

/* The message under the connection error title */
"NoConnectionMessageKey" = "התחבר לרשת WiFi או לרשת נתונים סלולרית.";

/* The action button title in the connection error screen */
"TryAgainKey" = "נסה שוב";

/* The title for the re-enter signature button. */
"ReEnterSignatureKey" = "הזן חתימה מחדש";

/* The format string to be used in the `FUIDataTableCardView`\n as the footnote. For example \"5 more entries\". */
"SeeAllKey" = "עוד %d הזנות";

/* The string to be used in the `FUIDataTableCardView`\n as the footnote. */
"NoMoreEntriesKey" = "אין יותר הזנות";

/* The FUISimplePropertyCollectionViewCell keyLabel accessabilityLabel format string */
"SimplePropertyCellKeyLabelAccessabilityLabel" = "שם המפתח הוא %@";

/* The FUISimplePropertyCollectionViewCell valueLabel accessabilityLabel format string */
"SimplePropertyCellValueLabelAccessabilityLabel" = "הערך הוא";

/* The string to be used as the title in the `FUIEmptyStateView`. */
"EmptyStateTitleKey" = "לא ניתן לטעון נתונים";

/* The overflow button name in `FUIToolbar`. */
"OverflowMenuKey" = "תפריט גלישה";

/* The default title for the icon in the overflow button of `FUIToolbar`. */
"IconFormatKey" = "סמל %d";

/* Accessibility strings related to HierarchyView */
"IsShowingChildrenKey" = "מציג בנים";

"DoubleTapToShowChildrenKey" = "הקש פעמיים להצגת בנים";

"ChildKey" = "בן";

"ChildrenKey" = "בנים";

/* Accessibility strings related to ObjectCell */
"ImageKey" = "תמונה";

